content/diary/diary.org
#+startup: content indent

* Diary

I have a daily diary since 2022 which I update quite regularly.
I used to write everything on paper, I then switched to obsidian
for one year, then back on paper again and finally on emacs org
mode. I still think that nothing beats a physically diary, so I
will probably use this as my private diary.

Here I will keep a sort of public diary. I will just write various
thought and stuff I find interesting for the record.

- file:19-03-2025.org
- file:16-03-2025.org

---

Go Back: file:../index.html
