public/diary/diary.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org9088b08" class="outline-2">
<h2 id="org9088b08">Diary</h2>
<div class="outline-text-2" id="text-org9088b08">
<p>
I have a daily diary since 2022 which I update quite regularly.
I used to write everything on paper, I then switched to obsidian
for one year, then back on paper again and finally on emacs org
mode. I still think that nothing beats a physically diary, so I
will probably use this as my private diary.
</p>

<p>
Here I will keep a sort of public diary. I will just write various
thought and stuff I find interesting for the record.
</p>

<ul class="org-ul">
<li><a href="19-03-2025.html">19-03-2025.html</a></li>
<li><a href="16-03-2025.html">16-03-2025.html</a></li>
</ul>

<p>
&#x2014;
</p>

<p>
Go Back: <a href="../index.html">../index.html</a>
</p>
</div>
</div>
</div>
</body>
</html>
